{
  "allQuestions": [
    {"realQuestion": "What is the average age to start working?", "fakeQuestion": "What age did you first lose your teeth?"},
    {"realQuestion": "If you had the ability to talk to animals, what would you say?", "fakeQuestion": "What's your best pickup line?"},
    {"realQuestion": "If you could switch lives with anyone here, who would it be?", "fakeQuestion": "Who's the funniest person here?"},
    {"realQuestion": "What fictional character would be the best roommate?", "fakeQuestion": "What fictional character do you relate to?"},
    {"realQuestion": "Who is someone that inspires you?", "fakeQuestion": "Who's your favorite TV show character?"},
    {"realQuestion": "What fictional character would you want to switch lives with?", "fakeQuestion": "What fictional character has been through the most?"},
    {"realQuestion": "If you could be one age the rest of your life, what age would it be?", "fakeQuestion": "What age did you hate being the most?"},
    {"realQuestion": "Would you slap a toddler for $1000?", "fakeQuestion": "Would you eat a banana peel for $1000?"},
    {"realQuestion": "What's the first thing you'd buy if you won the lottery?", "fakeQuestion": "What was the worst recent purchase you made?"},
    {"realQuestion": "How long should you date a partner before marrying them?", "fakeQuestion": "How long is the perfect summer break?"},
    {"realQuestion": "How long do you go without washing your sheets?", "fakeQuestion": "How long do you go between dentist appointments?"},
    {"realQuestion": "What is the ideal number of vacations per year?", "fakeQuestion": "How many times have you ordered takeout this week?"},
    {"realQuestion": "If you could instantly master one skill, what would it be?", "fakeQuestion": "If you could instantly memorize a song, which song would it be?"},
    {"realQuestion": "Would you travel to space if given the chance?", "fakeQuestion": "Would you swim with sharks for fun?"},
    {"realQuestion": "What’s the most impactful book you’ve ever read?", "fakeQuestion": "What’s the last comic you read?"},
    {"realQuestion": "How many languages would you like to speak fluently?", "fakeQuestion": "How many times a day do you check your phone?"},
    {"realQuestion": "If you could live in any historical era, which would you choose?", "fakeQuestion": "If you could live as any animal for a day, which would you choose?"},
    {"realQuestion": "What everyday convenience could you not live without?", "fakeQuestion": "What snack could you live without ever again?"},
    {"realQuestion": "Would you rather explore the deep sea or outer space?", "fakeQuestion": "Would you rather eat only pizza or only ice cream for a month?"},
    {"realQuestion": "What is the greatest invention of the last century?", "fakeQuestion": "What is the weirdest gadget you own?"},
    {"realQuestion": "How many hours of sleep do you need to feel rested?", "fakeQuestion": "How many cups of coffee do you drink daily?"},
    {"realQuestion": "If you could meet any historical figure, who would it be?", "fakeQuestion": "If you could meet any cartoon character, who would it be?"},
    {"realQuestion": "What is your favorite way to spend a rainy day?", "fakeQuestion": "What’s your go‑to karaoke song?"},
    {"realQuestion": "Would you rather have the power of invisibility or flight?", "fakeQuestion": "Would you rather have the power to talk to plants or to rocks?"},
    {"realQuestion": "What’s the biggest risk you’ve ever taken?", "fakeQuestion": "What’s the strangest thing you’ve ever eaten on a dare?"},
    {"realQuestion": "How long do you think humans will live on Mars?", "fakeQuestion": "How long could you go without using social media?"},
    {"realQuestion": "What fictional world would you most like to visit?", "fakeQuestion": "What video game world would you least like to visit?"},
    {"realQuestion": "If you could time travel once, where would you go?", "fakeQuestion": "If you could teleport once, where would you go wrong?"},
    {"realQuestion": "What is one habit you wish you could break?", "fakeQuestion": "What is one habit you wish you could pick up?"},
    {"realQuestion": "Would you sacrifice a year of your life for unlimited wealth?", "fakeQuestion": "Would you trade your phone for a month for free groceries?"},
    {"realQuestion": "What’s the most beautiful place you’ve ever seen?", "fakeQuestion": "What’s the loudest place you’ve ever been?"},
    {"realQuestion": "How many books do you read in a year?", "fakeQuestion": "How many movies do you watch in a week?"},
    {"realQuestion": "If you could have dinner with any celebrity, who would it be?", "fakeQuestion": "If you could have coffee with any cartoon character, who would it be?"},
    {"realQuestion": "What is the best piece of advice you've ever received?", "fakeQuestion": "What’s the worst piece of advice you’ve ever heard?"},
    {"realQuestion": "Would you give up your smartphone for a month for $10,000?", "fakeQuestion": "Would you give up dessert for a month for a new outfit?"},
    {"realQuestion": "What is your dream job as a child?", "fakeQuestion": "What was your least favorite chore as a child?"},
    {"realQuestion": "How many friends would you bring on a deserted island?", "fakeQuestion": "How many snacks would you bring on a plane?"},
    {"realQuestion": "If you could have a superpower for a day, what would it be?", "fakeQuestion": "If you could have a pet dinosaur for a day, what would you name it?"},
    {"realQuestion": "What’s the most memorable meal you’ve ever had?", "fakeQuestion": "What’s the strangest meal you’ve ever skipped?"},
    {"realQuestion": "How long would you last in a zombie apocalypse?", "fakeQuestion": "How long would you last on a roller coaster?"},
    {"realQuestion": "Would you rather be famous for talent or good looks?", "fakeQuestion": "Would you rather be famous for your pet or your car?"},
    {"realQuestion": "What’s the coolest natural phenomenon you’ve witnessed?", "fakeQuestion": "What’s the weirdest weather you’ve experienced?"},
    {"realQuestion": "How many countries do you want to visit in your lifetime?", "fakeQuestion": "How many foreign dishes have you tried?"},
    {"realQuestion": "If you could master one musical instrument, which?", "fakeQuestion": "If you could invent one instrument, what would it be?"},
    {"realQuestion": "What secret skill do you have that few know about?", "fakeQuestion": "What’s your most public embarrassment?"},
    {"realQuestion": "Would you prefer to live underwater or in the sky?", "fakeQuestion": "Would you prefer to live on a volcano or in a cave?"},
    {"realQuestion": "What’s the most valuable thing you own?", "fakeQuestion": "What’s the most inexpensively valuable thing you own?"},
    {"realQuestion": "How many hours a week do you spend on hobbies?", "fakeQuestion": "How many hours a week do you spend watching TV?"},
    {"realQuestion": "If you could eliminate one fear, what would it be?", "fakeQuestion": "If you could adopt one fear, what would it be?"},
    {"realQuestion": "What’s the most spontaneous thing you’ve ever done?", "fakeQuestion": "What’s the most planned thing you’ve ever regretted?"},
    {"realQuestion": "Would you donate an organ to a stranger?", "fakeQuestion": "Would you donate your hair for charity?"},
    {"realQuestion": "What’s the most challenging puzzle you’ve solved?", "fakeQuestion": "What’s the easiest puzzle you’ve given up on?"},
    {"realQuestion": "How many pets have you had in your life?", "fakeQuestion": "How many stuffed animals do you still own?"},
    {"realQuestion": "If you could redesign the human body, what change?", "fakeQuestion": "If you could redesign shoes, what change?"},    
    {"realQuestion": "What’s the one food you’d eat for the rest of your life?", "fakeQuestion": "What’s the one food you’d never try again?"},
    {"realQuestion": "Would you live a single day forever if you could?", "fakeQuestion": "Would you relive your worst day if you could learn from it?"},
    {"realQuestion": "What’s the most inspiring piece of art you’ve seen?", "fakeQuestion": "What’s the most confusing piece of art you’ve seen?"},
    {"realQuestion": "How many hours of screen time is too much in a day?", "fakeQuestion": "How many cups of water is too much in a day?"},
    {"realQuestion": "If you could speak to your future self, what ask?", "fakeQuestion": "If you could speak to your past self, what advice?"},
    {"realQuestion": "What hobby would you take up if money were no object?", "fakeQuestion": "What color socks do you wear to bed?"},
    {"realQuestion": "If you could design your dream house, what feature is a must?", "fakeQuestion": "If you could design a dream pillow, what shape would it be?"},
    {"realQuestion": "What’s the one thing you’d change about your daily routine?", "fakeQuestion": "What’s the one thing you’d add to your breakfast cereal?"},
    {"realQuestion": "Would you rather have a rewind button or a pause button on your life?", "fakeQuestion": "Would you rather have a mute button or a fast‑forward button on commercials?"},
    {"realQuestion": "If you could speak any dialect of a language, which would you choose?", "fakeQuestion": "If you could scent any room, what fragrance would you pick?"},
    {"realQuestion": "What’s the longest road trip you’ve ever taken?", "fakeQuestion": "What’s the shortest song you’ve ever listened to?"},
    {"realQuestion": "How many people do you think live in your city?", "fakeQuestion": "How many trees are in your backyard?"},
    {"realQuestion": "Would you rather explore a cave or climb a mountain?", "fakeQuestion": "Would you rather juggle oranges or apples?"},
    {"realQuestion": "What’s a skill you admire but don’t possess?", "fakeQuestion": "What’s a dance move you admire but can’t perform?"},
    {"realQuestion": "If you could live in any fictional universe, which one?", "fakeQuestion": "If you could adopt any fictional pet, what would it be?"},
    {"realQuestion": "How many days a year do you think you exercise?", "fakeQuestion": "How many times a week do you replace your toothbrush?"},
    {"realQuestion": "What is the most meaningful gift you’ve ever received?", "fakeQuestion": "What is the strangest gift you’ve ever wrapped?"},
    {"realQuestion": "Would you rather go without music or without movies for a year?", "fakeQuestion": "Would you rather go without coffee or without tea for a month?"},
    {"realQuestion": "If you could instantly learn any instrument, which?", "fakeQuestion": "If you could instantly learn any dance, which?"},
    {"realQuestion": "What’s the first memory you have?", "fakeQuestion": "What’s the first time you felt hungry?"},
    {"realQuestion": "How many steps do you take on an average day?", "fakeQuestion": "How many steps does your cat take on an average day?"},
    {"realQuestion": "What’s the best live performance you’ve seen?", "fakeQuestion": "What’s the worst live sound you’ve heard?"},
    {"realQuestion": "If you could cure one disease, which would it be?", "fakeQuestion": "If you could grow one vegetable instantly, which?"},
    {"realQuestion": "How long would you survive alone in the wilderness?", "fakeQuestion": "How long would your phone battery last without charging?"},
    {"realQuestion": "What’s your favorite season, and why?", "fakeQuestion": "What’s your least favorite weather forecast?"},
    {"realQuestion": "Would you trade 10 years of life for 10 million dollars?", "fakeQuestion": "Would you trade your left shoe for a million dollars?"},
    {"realQuestion": "If you could erase one invention, what would it be?", "fakeQuestion": "If you could ban one flavor, what would it be?"},
    {"realQuestion": "What’s the most important lesson you’ve learned this year?", "fakeQuestion": "What’s the most important TV show you’ve watched this week?"},
    {"realQuestion": "How many times have you moved houses in your life?", "fakeQuestion": "How many pillows do you own?"},
    {"realQuestion": "If you could spend a day in someone else’s shoes, whose?", "fakeQuestion": "If you could wear someone else’s socks for a day, whose?"},
    {"realQuestion": "What’s the one thing you’d bring to a deserted island?", "fakeQuestion": "What’s the one song you’d want on repeat?"},
    {"realQuestion": "Would you rather never age physically or mentally?", "fakeQuestion": "Would you rather never gain weight or never lose it?"},
    {"realQuestion": "What’s the biggest dream you’re still pursuing?", "fakeQuestion": "What’s the smallest dream you’ve already achieved?"},
    {"realQuestion": "If you could redesign city traffic, what’s one change?", "fakeQuestion": "If you could redesign your shoelaces, what color?"},
    {"realQuestion": "What book changed your perspective on life?", "fakeQuestion": "What flyer changed your decision to attend an event?"},
    {"realQuestion": "How many cups of water do you drink daily?", "fakeQuestion": "How many cups of soda have you had this month?"},
    {"realQuestion": "What’s the most daring thing you’ve eaten?", "fakeQuestion": "What’s the safest thing you’ve ever eaten?"},
    {"realQuestion": "If you could remove one emotion from the world, which?", "fakeQuestion": "If you could add one emotion to emojis, which?"},
    {"realQuestion": "What’s your favorite time of day, and why?", "fakeQuestion": "What’s your favorite timer sound?"},
    {"realQuestion": "Would you rather travel by teleportation or time machine?", "fakeQuestion": "Would you rather travel by pogo stick or skateboard?"},
    {"realQuestion": "What’s the longest friendship you’ve had?", "fakeQuestion": "What’s the shortest handshake you’ve given?"},
    {"realQuestion": "If you could have any animal ability, what?", "fakeQuestion": "If you could have any plant ability, what?"},
    {"realQuestion": "How many hours do you work per week?", "fakeQuestion": "How many hours do you nap per week?"},
    {"realQuestion": "What’s the most valuable thing in your wallet?", "fakeQuestion": "What’s the least valuable thing in your wallet?"},
    {"realQuestion": "Would you rather win an Olympic gold or a Nobel prize?", "fakeQuestion": "Would you rather win a local baking contest or a dance‑off?"},
    {"realQuestion": "What tradition from your childhood do you keep?", "fakeQuestion": "What tradition from lunch do you keep at dinner?"},
    {"realQuestion": "If you could teleport anywhere now, where?", "fakeQuestion": "If you could teleport any object now, what?"},
    {"realQuestion": "What’s the most useful app on your phone?", "fakeQuestion": "What’s the most useless app on your phone?"},
    {"realQuestion": "How many countries have you lived in?", "fakeQuestion": "How many continents have you dreamt about?"},
    {"realQuestion": "What’s your favorite ice cream flavor?", "fakeQuestion": "What’s your favorite pizza topping?"},
    {"realQuestion": "Would you rather be famous for talent or looks?", "fakeQuestion": "Would you rather be famous for your pet or your car?"},
    {"realQuestion": "What’s the most beautiful sunrise or sunset you’ve witnessed?", "fakeQuestion": "What’s the most ordinary cloud shape you’ve ever seen?"},
    {"realQuestion": "If you could instantly become fluent in any language, which would it be?", "fakeQuestion": "If you could instantly forget one word, which would it be?"},
    {"realQuestion": "Would you spend a year living at sea for $100,000?", "fakeQuestion": "Would you spend a year living underground for $1,000?"},
    {"realQuestion": "What’s the one skill that makes you feel most confident?", "fakeQuestion": "What’s the one dance move that embarrasses you most?"},
    {"realQuestion": "How many cities have you visited in your lifetime?", "fakeQuestion": "How many houses have you painted in your lifetime?"},
    {"realQuestion": "If you could time travel to your future, what would you ask yourself?", "fakeQuestion": "If you could time travel to your breakfast, what would you ask your cereal?"},
    {"realQuestion": "What’s the best surprise you’ve ever given someone?", "fakeQuestion": "What’s the best surprise your pet has given you?"},
    {"realQuestion": "How many books do you own more than once?", "fakeQuestion": "How many pens do you own that still work?"},
    {"realQuestion": "Would you live in a tiny house for a year if you could visit anywhere else?", "fakeQuestion": "Would you live in a giant shoe for a month for free ice cream?"},
    {"realQuestion": "What’s the one food you’d choose on your deathbed?", "fakeQuestion": "What’s the one vegetable you’d refuse to try on your birthday?"},
    {"realQuestion": "If you could witness any historical event, which would you choose?", "fakeQuestion": "If you could attend any fictional wedding, which would you choose?"},
    {"realQuestion": "How many hours per week do you spend outside?", "fakeQuestion": "How many minutes per day do you stare at the ceiling?"},
    {"realQuestion": "Would you rather have telepathy or teleportation?", "fakeQuestion": "Would you rather have toothpaste for hair or hair for toothpaste?"},
    {"realQuestion": "What’s the most meaningful compliment you’ve ever received?", "fakeQuestion": "What’s the strangest pickup line someone has used on you?"},
    {"realQuestion": "If you could live anywhere in the world for a year, where?", "fakeQuestion": "If you could sleep on any surface for a night, what?"},
    {"realQuestion": "How many hours of video games did you play last month?", "fakeQuestion": "How many hours of board games have you never played?"},
    {"realQuestion": "What’s the scariest thing you’ve ever done for fun?", "fakeQuestion": "What’s the silliest thing you’ve done by accident?"},
    {"realQuestion": "If you could have dinner with a fictional villain, who?", "fakeQuestion": "If you could have brunch with a fictional hero, who?"},
    {"realQuestion": "What habit makes you most productive?", "fakeQuestion": "What habit makes you most distracted?"},
    {"realQuestion": "Would you go a month without your smartphone for $5,000?", "fakeQuestion": "Would you go a week without socks for free pizza?"},
    {"realQuestion": "What’s the longest you’ve ever fasted?", "fakeQuestion": "What’s the shortest nap you’ve ever taken?"},
    {"realQuestion": "If you could change your first name, what would it be?", "fakeQuestion": "If you could change your last name to an animal, which?"},
    {"realQuestion": "How many concerts have you attended?", "fakeQuestion": "How many parades have you crashed?"},
    {"realQuestion": "What’s the most challenging thing you’ve learned recently?", "fakeQuestion": "What’s the most pointless thing you’ve memorized?"},
    {"realQuestion": "Would you rather explore a rainforest or a desert?", "fakeQuestion": "Would you rather explore a supermarket at midnight or a park at noon?"},
    {"realQuestion": "What’s the nicest thing a stranger has done for you?", "fakeQuestion": "What’s the rudest thing a stranger has posted online?"},
    {"realQuestion": "If you could adopt any endangered animal, which?", "fakeQuestion": "If you could adopt any mythical creature, which?"},
    {"realQuestion": "How many hours do you spend eating each week?", "fakeQuestion": "How many minutes do you spend tying your shoes daily?"},
    {"realQuestion": "What’s the one museum you’d love to visit?", "fakeQuestion": "What’s the one garage sale you’d love to host?"},
    {"realQuestion": "Would you trade your sense of taste for the ability to fly?", "fakeQuestion": "Would you trade your sense of smell for the ability to burp on command?"},
    {"realQuestion": "What’s the best vacation you’ve ever taken?", "fakeQuestion": "What’s the worst restaurant you’ve ever tried?"},
    {"realQuestion": "If you could magically clean one thing in your life, what?", "fakeQuestion": "If you could magically dirty one thing in your life, what?"},
    {"realQuestion": "How many languages have you attempted to learn?", "fakeQuestion": "How many songs have you tried to sing in public?"},
    {"realQuestion": "What quality do you value most in a friend?", "fakeQuestion": "What trait do you despise most in a sandwich?"},
    {"realQuestion": "Would you live without air conditioning for a summer?", "fakeQuestion": "Would you live without heating for a winter?"},
    {"realQuestion": "What’s the greatest lesson failure has taught you?", "fakeQuestion": "What’s the greatest mistake you’ve watched someone else make?"},
    {"realQuestion": "If you could be any age forever, what age?", "fakeQuestion": "If you could be any shoe size forever, what size?"},
    {"realQuestion": "What’s the most creative gift you’ve given?", "fakeQuestion": "What’s the oddest gift you’ve received?"},
    {"realQuestion": "How many plants do you currently own?", "fakeQuestion": "How many leaves have fallen in your yard this year?"},
    {"realQuestion": "Would you rather have perfect memory or perfect vision?", "fakeQuestion": "Would you rather have perfect hearing or perfect balance?"},
    {"realQuestion": "What’s a country you know almost nothing about but want to visit?", "fakeQuestion": "What’s a vegetable you know almost nothing about but want to try?"},
    {"realQuestion": "How many times have you changed careers?", "fakeQuestion": "How many times have you changed your shoe laces?"},
    {"realQuestion": "What’s the most powerful speech you’ve heard?", "fakeQuestion": "What’s the most boring lecture you’ve sat through?"},
    {"realQuestion": "Would you rather save someone’s life or win a Nobel Prize?", "fakeQuestion": "Would you rather save a sandwich or win a free coffee?"},
    {"realQuestion": "What’s the best gift you’ve given yourself?", "fakeQuestion": "What’s the silliest gift you’ve bought online?"},
    {"realQuestion": "If you could live off the grid, where?", "fakeQuestion": "If you could live in video game, where?"},
    {"realQuestion": "What’s something you’re curious to learn more about?", "fakeQuestion": "What’s something you wish you could forget?"},
    {"realQuestion": "Would you spend a month in silence for $10,000?", "fakeQuestion": "Would you spend a day without blinking for free coffee?"},
    {"realQuestion": "How many true friends do you have?", "fakeQuestion": "How many social media followers do you ignore?"},
    {"realQuestion": "What’s the most beautiful piece of music you’ve heard?", "fakeQuestion": "What’s the loudest notification sound you use?"},
    {"realQuestion": "If you could write a letter to your teenage self, what’s one line?", "fakeQuestion": "If you could text your phone’s autocorrect, what message?"},
    {"realQuestion": "How many meals do you cook at home per week?", "fakeQuestion": "How many microwavable meals have you burned?"},
    {"realQuestion": "Would you rather be a genius or a celebrity?", "fakeQuestion": "Would you rather be a prankster or a poet?"},
    {"realQuestion": "What’s the most memorable sunrise you’ve ever photographed?", "fakeQuestion": "What’s the most blurry selfie you’ve ever taken?"},
    {"realQuestion": "If you could adopt a sustainable habit, which?", "fakeQuestion": "If you could adopt a disposable habit, which?"},
    {"realQuestion": "What’s the bravest thing you’ve ever done?", "fakeQuestion": "What’s the most clueless thing you’ve ever said?"}
  ]
}